<?php

?>

<div class="wprh_blk tab_1">
    <h2>Знаете ли вы что...</h2>
<ul>
    <li>Базовая версия WP-Recall абсолютно бесплатна</li>
    <li>Плагин работает с любой WordPress темой</li>
    <li>Плагин официально проверен и принят в <a href="https://wordpress.org/plugins/wp-recall/">репозиторий вордпресса</a></li>
    <li>Плагин есть на <a href="https://github.com/plechev-64/wp-recall">GitHub</a></li>
    <li>Функционал плагина расширяется дополнениями</li>
    <li>В базовой версии их 8-мь (feed, groups, magazin, message, profile, publicpost, rating-system, user-account)</li>
    <li>Дополнения базовой версии размещаются по пути /wp-content/plugins/wp-recall/add-on/</li>
    <li>У плагина WP-Recall есть как бесплатные так и платные дополнения. <a href="https://codeseller.ru/prodcat/wp-recall/">Доступны в каталоге</a></li>
    <li>Все сторонние дополнения размещаются только тут /wp-content/wp-recall/add-on/</li>
    <li>Когда их загружаете со страницы менеджера дополнений они попадают именно туда (см. выше)</li>
    <li>Все дополнения к плагину используют автоматическое обновление</li>
    <li>Обновления проверяются дважды в день</li>
    <li>Для обновления дополнений необходимо вписать RCLKEY на странице дополнений</li>
    <li>RCLKEY вы можете получить в настройках своего профиля (вкладка профиль) на сайте https://codeseller.ru</li>
    <li>На странице дополнений, если у вас их более 20-ти появляется постраничная навигация</li>
    <li>Задать вывод дополнений, на одну страницу, можно справа вверху "Настройки экрана" - "Постраничная навигация" - установите свое значение</li>
    <li>В админке на странице Репозиторий выводятся последние обновленные товары еще не установленные у вас</li>
    <li>У плагина WP-Recall есть система шаблонов размещенная в дополнениях в папке templates</li>
    <li>Просто скопируйте нужный шаблон по пути /wp-content/wp-recall/templates/ - изменяйте его под себя - и при обновлении он не затрется</li>
    <li>Плагин WP-Recall поддерживает свои стилевые шаблоны (css)</li>
    <li>Разместите свой стилевой файл в папке /wp-content/wp-recall/themes/ и сможете его выбрать в основных настройках как "Используемый шаблон"</li>
    <li>Если вам надо изменить (подправить) стили под свой сайт - просто создайте свой css (с любым уникальным именем) в вышеназванной папке</li>
    <li>При активации плагина он создает базовые для работы страницы</li>
    <li>Он добавляет свои виджеты в виджетах сайта - просто активируйте нужные</li>
    <li>Плагин использует свои шорткоды</li>
    <li>Все шорткоды доступны на странице <a href="https://codeseller.ru/shortkody-wp-recall/">шорткодов</a></li>
    <li>Кнопки плагина WP-Recall вы легко можете вписать в дизайн своего сайта - выберите ваш цвет в основных настройках "Оформление-&gt;Основной цвет"</li>
    <li>Множество дополнений подключают свои стилевые файлы - чтобы их объединить в один, в основных настройках включите пункт "Минимизация стилевых файлов"</li>
    <li>Для ключевых запросов плагин использует кеширование - чтобы облегчить вывод в основных настройках включите кеширование и задайте его время</li>
    <li>Вкладки в личном кабинете могут выводить контент сразу (тяжело для сайта), так и отдельно или через ajax. В основных настройках выберите "Загрузка вкладок"</li>
    <li>Вкладкам можно поменять порядок вывода - в настройках перейдите в Настройки вкладок и перетащите их</li>
    <li>Чтобы написать личное сообщение нужному пользователю - перейдите в его профиль</li>
    <li>Добавить личное сообщение в избранное можно нажав на звездочку</li>
    <li>В вашем профиле, в вкладке "приватный чат" непрочитанные сообщения выделены красным</li>
    <li>В общении через личные сообщения вы можете использовать ссылки на YouTube видео, Twitter - и они превратятся в видео и твиты (при условии что в настройках Личных сообщений включено OEMBED в сообщениях)</li>
    <li>Все сервисы OEMBED доступны тут https://codex.wordpress.org/Embeds</li>
    <li>Если вы или пользователь не прочитали сообщение - уведомление об этом придет на почту.</li>
    <li>Уведомления о непрочитанных сообщениях отправляются раз в час</li>
    <li>Если вам отправили сообщение и вы переходите на любую страницу вашего сайта - появится всплывающее окно и звуковое уведомление</li>
    <li>Через это окно вы можете отправить ответ</li>
    <li>Смайлы вы можете в личные сообщения загрузить свои - вот <a href="https://codeseller.ru/forum/problemy-i-resheniya/kak-ubrat-zadvoennye-i-zatroennye-smajly/">совет</a></li>
    <li>Плагин WP-Recall интегрирован со сторонними плагинами и сервисами - почти весь список <a href="https://codeseller.ru/post-group/wp-recall-storonnie-plaginy-i-servisy-integraciya/">тут </a></li>
    <li>Если после активации и <a href="https://codeseller.ru/post-group/poryadok-dobavleniya-funkcionala-grupp-s-pomoshhyu-plagina-wp-recall/">настройки</a> дополнения групп вы получаете 404 страницу - обновите постоянные ссылки вашего сайта (просто пересохраните их)</li>
    <li>Если после активации плагина, в админке нет блока настроек wp-recall - <a href="https://codeseller.ru/forum/problemy-i-resheniya/esli-posle-aktivacii-plagina-v-adminke-net-bloka-nastroek-wp-recall/">решение</a></li>
    <li>Обновлять плагин WP-Recall необходимо предварительно деактивировав дополнения</li>
    <li>Перед обновлениями любых плагинов - не забывайте сделать резервную копию</li>
    <li>После обновления плагина WP-Recall и активации нужных дополнений - не повредит пересохранить настройки</li>
    <li>Оценку к плагину, как спасибо разработчику, вы можете поставить <a href="https://wordpress.org/support/view/plugin-reviews/wp-recall?filter=5">тут</a></li>
    <li>Плагин WP-Recall переведен на Английский, Русский, Украинский и Иврит</li>
    <li>Помочь с переводом на свой язык вы можете ознакомившись со <a href="https://codeseller.ru/post-group/how-to-translate-wp-recall/">статьёй</a></li>
    <li>FAQ сайта расположен <a href="https://codeseller.ru/faq/">здесь</a></li>
    <li>Множество полезной информации коллекционируется в различных <a href="https://codeseller.ru/gruppy/">группах</a></li>
    <li>У плагина действует <a href="https://codeseller.ru/forum/">форум поддержки</a></li>
    <li>Создав свою тему на форуме поддержки - вы будете получать уведомления о ответах на почту (в чужой теме такого не будет)</li>
    <li>У каждого товара, не входящего в базовую версию есть отдельная ветка форума. Нужно писать там. Это позволит в будущем создать базу знаний по отдельному товару.</li>
    <li>На форум поддержки товара можно выйти через его страницу описания. Или из общего форума.</li>
    <li>На сайте CodeSeller, в вашем фиде, вы сможете также <a href="https://codeseller.ru/user-feed/?feed-filter=simple_forum">видеть ответы</a> на ваши вопросы и темы на форуме</li>
</ul>

</div>